---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamCompressibility
source: html/899ba961-f6a1-c4e7-14b1-e665d0218a74.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamCompressibility Property

"Compressibility"

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMaterialParamCompressibility { get; }
```